Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/ny_samisk_designpris_.html.tmx
Source language: nob
Languages: smj

source: Ny samisk designpris
smj: Ådå sáme hábbmimbálkká

source: Sametinget vil fremme enda mer samisk design fremover gjennom å gi ut en pris for utmerket samisk design.
smj: Sámedigge sihtá åvdedit ienep sáme hábbmimav åvddålijguovlluj, sáme hábbmimbálkká baktu.

source: – Vi ønsker enda mer samisk designutvikling og ser at det har stor appell og dette gir oss mange nye muligheter, sier sametingsråd Silje K. Muotka (NSR).
smj: – Mij sihtap ienep sáme hábbmimåvddånimev ja vuojnnep le gæsán dasi ja dat buktá ådå máhttelisvuodajt javlla sámedikkeráde Silje K. Muotka (NSR).

source: Árvu Šoop Šoop skal arrangeres 6. og 7. september i Kunsthallen i Trondheim er først og fremst en dag for samiske designerne og deres mulighet til å styrke nettverket sitt, øke omsetningen, samt å øke markedsandelen sin.
smj: Šoop Šoop galggá dåladuvvat ragátmáno 6. ja 7. biejve Kunsthallenin Roandemin ja la åvdemusát biejvve sáme hábbmijiddjijda ja sijá máhttelisvuohta værmádagáv oadtjot, lasedit oasestimev, ja lasedit vuobddemoasev.

source: – Det nye i år er at vi skal dele ut Šoop Šoop-bálkkašupmi (Šoop Šoop-prisen).
smj: – Ådå dá jahkáj la jut mij galggap gálggit Šoop Šoop-bálkkáv.

source: Samisk design er fantastisk og har enormt potensiale som vi fremmer gjennom en arena for samisk design, og da vil vi også gi en egen oppmerksomhet for utmerket samisk design, sier Muotka.
smj: Sáme hábbmim la middo tjábbe ja edna máhttelisvuoda majt mij åvdedip sáme hábbmim ariená baktu, dan aktijvuodan sihtap gálggit sáme hábbmimbálkáv riek buorre tjehpudagá diehti, javlla Muotka.

source: Prisen blir delt ut i forbindelse med Šoop Šoop - Sámi design days, som i år arrangeres 6. og 7. september i Kunsthallen i Trondheim.
smj: Bálkká gálggiduvvá Šoop Šoop - Sámi design days aktijvuodan mij dá jage dåladuvvá ragátmáno 6. ja 7. biejve Kunsthallenin Roandemin.

source: Prisvinneren får 50.000 kroner samt en pris laget av en duodjiutøver.
smj: Bálkkávuojtte oadtju 50.000 kr ja duojev duodjáris.

source: I juryen som skal dele ut prisen sitter sametingsråd Silje K. Muotka, Gunvor Guttorm fra Karasjok og Pär-Joel Utsi fra Jokkmokk i Sverige.
smj: Árvustalle hábbmimbálkkáj li sámedikkeráde Silje K. Muotka, Gunvor Guttorm Kárásjjågås ja Pär-Joel Utsi Jåhkåmåhkes Svierigin.

source: Guttorm har lang og bred erfaring innen duodji, og Utsi har hatt stor suksess med den internasjonale bedriften Vaimo, som hjelper bedrifter i hele verden med e-handel.
smj: Guttormijn la vijdes ja guhkaájggásasj åtsådallama duojes, ja Utsi la vuorbástallam rijkajgasskaassáj vidnudagájn Vaimo, mij viehket vidnudagájt ålles væráldin E-oasestimijn.

source: Bedriftene vil bli vurdert på bakgrunn av følgende kriterier:
smj: Vidnudagá árvustaláduvvi tjuovvusasj mierij milta:

source: De har sin hovedaktivitet i Sápmi
smj: Siján la oajvve doajmma Sámen.

source: Vinneren kan vise til god lønnsomhet og en solid vekst
smj: Vuojtte máhttá vuosedit mávsánisvuodav ja lassánimev.

source: De har fremmet samisk design, med fokus på urfolksverdier og bærekraft, på en troverdig og respektfull måte
smj: Sij lij åvdedam sáme hábbmimav, tjalmostahttám iemeálmmukárvojt ja guoddelisvuodav, jáhkedahtte ja vieledis láhkáj.

source: Det er en fordel om bedriften bruker et av de samiske språkene i promoteringen av bedriften
smj: Ávkken le jus vidnudahka adná avtav sáme gielajs ietjas ilmodimijn.

source: Šoop Šoop - Sámi design days ble for første gang arrangert i februar 2020 i Tromsø.
smj: Šoop Šoop - Sámi design days dåladuváj vuostasjbále guovvamáno 2020 Råmsån.

source: Den første dagen er et lukket arrangement mellom samiske designere og innkjøpere, mens den andre dagen er et åpent arrangement mellom samiske designere og publikum.
smj: Vuostasj biejvve lij dahpas dålla sáme hábbmijiddjij ja oasestiddjij, valla maŋep biejve lij rabás dålla sáme hábbmijiddjij ja satte almatjij.

source: – Resultatene fra Šoop Šoop i fjor viser at både samiske designere, innkjøpere og publikum var svært fornøyd med arrangementet, og vi ønsker derfor å videreføre og videreutvikle det gode arbeidet som er blitt gjort med Šoop Šoop.
smj: – Båhtusa dijmásj Šoop Šoop vuoset sihke sáme hábbmijiddje, ja oasestiddje ja satte almatja lidjin riek dudálattja dålajn, ja mij sihtap dan diehti joarkket ja åvddånahttet buorre bargov mij la dagádum Šoop Šoop’ajn.

source: Det var rett og slett en suksess, sier Muotka.
smj: Dajna vuorbástuvájma.

source: For spørsmål eller intervju, kontakt sametingsråd Silje Karine Muotka (NSR), mob. +47 984 87 576, silje.karine.muotka@samediggi.no
smj: Gatjálvisá jali ságájdahttem, guládallá sámedikkerádijn Silje Karine Muotka (NSR), mob. +47 984 87 576, silje.karine.muotka@samediggi.no
